Repository: creativekdev/PandoraAI
Catalog: lib/l10n/intl_*.arb
Languages: es, ja, zh

# template_not_available
source: This template is not available now
es: Esta plantilla ya no está disponible
ja: このテンプレートは利用できまません
zh: 此模板已经不再可用

source: Comment posted
es: Observaciones presentadas
ja: コメントが提出されました
zh: 评论已提交

source: Newest
es: Último
ja: 最新の
zh: 最新

source: Popular
es: Caliente
ja: 人気のある
zh: 热门

# logout_tips
source: Are you sure want to logout?
es: ¿Está seguro de que desea dejar de fumar？
ja: 終了してもよろしいですか？
zh: 您确定要退出么？

# delete_account_tips
source: Are you sure to delete your account?
es: ¿Está seguro de que desea cerrar permanentemente su cuenta？
ja: アカウントを永久的に削除しますか？
zh: 您确定要永久注销您的账户吗？

# delete_account_successfully_tips
source: Your account has been successfully deleted. We always welcome you to use our service again.
es: Su cuenta ha sido cancelada y esperamos su próximo uso！
ja: アカウントは削除されました、次回のご利用を楽しみにしています！
zh: 您的账号已经被注销，我们期待您的下次使用！

# clear_cache_tips
source: Are you sure to clear all cache? total: %d
es: ¿Seguro que quieres borrar todo el caché? total：%d
ja: すべてのキャッシュをクリアしてもよろしいですか？ 合計： %d
zh: 确定要清除所有缓存？ 共：%d

source: Clear
es: purga
ja: クリア
zh: 清除

source: Scary content alert!
es: Contiene elementos de terror！
ja: 恐怖要素を含む！
zh: 含恐怖元素！

source: Show it
es: Monitor
ja: 表示
zh: 显示

# scary_content_alert_open_it
source: Scary content alert! Tap to show it
es: El contenido de terror se ha ocultado, haga clic para mostrarlo
ja: 恐怖コンテンツは非表示されています。表示するにはクリックしてください
zh: 恐怖内容已被隐藏，点击显示它

source: This user has not posted anything
es: El usuario aún no ha compartido nada
ja: まだユーザーは何もコンテンツを共有していません
zh: 该用户还没有分享任何内容

source: You have not posted anything
es: Aún no has compartido nada
ja: あなたはまだ何も共有していません
zh: 您还没有分享任何内容

source: Monthly
es: Mensualidad
ja: 月払い
zh: 月付

source: Yearly
es: Pagado anualmente
ja: 年払い
zh: 年付

source: Create Avatar
es: Crear un avatar
ja: アバターを作成する
zh: 创建头像

source: Waiting
es: Espere la compilación
ja: 生成中
zh: 等待生成

source: Created
es: terminar
ja: 完了しました
zh: 完成

# generating
source: Creating
es: En producción
ja: 制作中
zh: 制作中

source: All
es: todo
ja: 全部
zh: 全部

source: Bought
es: Comprado
ja: 購入済み
zh: 已购买

# no_messages_yet
source: There are no messages yet
es: No hay noticias nuevas
ja: ニュースなし
zh: 暂无新消息

source: Failed to upload image
es: Error al cargar la imagen
ja: 画像のアップロードが失敗しました
zh: 上传图片失败

source: Year
es: año
ja: 年
zh: 年

source: Month
es: mes
ja: 月
zh: 月

source: Get Inspired
es: Pegatinas de inspiración
ja: インスピレーションステッカー
zh: 灵感贴纸

source: FaceToon
es: Caricatura facial
ja: 顔アニメ
zh: 人脸卡通

source: Effects
es: Hermosos filtros
ja: 絶妙なフィルター
zh: 精美滤镜

source: January
es: Enero
ja: 一月
zh: 一月

source: February
es: Febrero
ja: 二月
zh: 二月

source: March
es: Marzo
ja: 三月
zh: 三月

source: April
es: Abril
ja: 四月
zh: 四月

source: May
es: Mayo
ja: 五月
zh: 五月

source: June
es: Junio
ja: 六月
zh: 六月

source: July
es: Julio
ja: 七月
zh: 七月

source: August
es: Agosto
ja: 八月
zh: 八月

source: September
es: Septiembre
ja: 九月
zh: 九月

source: October
es: Octubre
ja: 十月
zh: 十月

source: November
es: Noviembre
ja: 十一月
zh: 十一月

source: December
es: Diciembre
ja: 十二月
zh: 十二月

# pandora_waiting_desc
source: Your Pandora Avatars will be generated in about %d minutes. Please explore our other features while waiting!
es: 您的照片将在大约%d分钟内生成，请稍候。生成结束后，我们会给你发送电子邮件，里面有你的PandoraAvatar链接!
ja: あなたの写真は約d％分で生成されます。しばらくお待ちください。 終了後、あなたが登録しているメールをお送りします、中にはPandoraAvatarのリンクがついています
zh: 您的照片将在大约%d分钟内生成，请稍候。生成结束后，我们会给你发送电子邮件，里面有你的PandoraAvatar链接!

# pandora_create_exit_dips
source: You will lose all photos you selected!
es: Al salir ahora, perderá las fotos seleccionadas！
ja: 今、終了すると選択した写真が失われます！
zh: 现在退出将会丢失已选择的照片！

source: man
es: masculino
ja: 男性
zh: 男性

source: woman
es: hembra
ja: 女性
zh: 女性

source: cat
es: gato
ja: ネコ
zh: 猫

source: dog
es: perro
ja: 犬
zh: 狗

source: Give Feedback
es: Retroalimentación
ja: コメント
zh: 意见反馈

source: input feedback
es: Por favor, introduzca sus comentarios
ja: あなたのコメントを入力してください
zh: 请输入您的意见

source: No, thanks
es: No por ahora
ja: 結構です
zh: 暂时不用了

source: Rate Pandora AI
es: Califícanos
ja: 私たちに評価をください
zh: 给我们评分

# rate_description
source: If you enjoy using Pandora AI, would you mind taking a moment to rate it?
es: ¿Cómo fue tu experiencia? ¿Quieres puntuarnos?
ja: ご利用体験はいかがでしたか？評価をいただけますか？
zh: 您的使用体验如何？愿意给我们评分么？

# looveit
source: Looove it! rate now
es: Me encantó, ahora ve y califica
ja: 好きです、今すぐ評価へ
zh: 很喜欢，现在去评分

source: More
es: más
ja: 詳細
zh: 更多

source: Generate again
es: Reconstruir
ja: 再生
zh: 重新生成

source: Me-taverse
es: Mo-Tavers

source: Generate Record
es: Generar registros
ja: レコード生成
zh: 生成记录

source: Upload
es: subir
ja: アップロード
zh: 上传

source: Select Completed
es: Seleccione Listo
ja: 選択完了
zh: 选择完成

source: Invalid Password
es: La contraseña es incorrecta
ja: パスワードが間違っています
zh: 密码错误

# trans_uploading
source: Uploading...
es: Cargar...
ja: アップロード中
zh: 正在上传...

# trans_painting
source: Ai Painting...
es: Pintura AI...
ja: AI描画中
zh: AI作画中...

# trans_success
source: Completed
es: terminar
ja: 完成
zh: 完成

# trans_saving
source: Saving...
es: Ahorro...
ja: 保存中...
zh: 保存中...

# wrong_image
source: Wrong Image File
es: La imagen no es válida
ja: 画像が無効です
zh: 图片无效

# save_into_album
source: Save into the album
es: Guardar en álbum
ja: アルバムに保存
zh: 保存到相册

# save_hd_image
source: Save HD, watermark-free image
es: Guarde imágenes HD sin marca de agua
ja: 高品質な透かしなしの画像を保存します
zh: 保存高清无水印图片

# save_album_tips
source: Are you sure to save %d images
es: 确认保存 %d 张图片吗
ja: %d 枚の写真を保存しますか
zh: 确认保存 %d 张图片吗

# current_version
source: App Version
es: Versión de la aplicación
ja: アプリバージョン
zh: App版本

source: Please select photos
es: Por favor, seleccione una imagen
ja: 写真を選択してください
zh: 请选择图片

# album_to_settings_tips
source: To add more photos please
es: Para agregar más imágenes
ja: さらに写真を追加する
zh: 要添加更多图片

# album_to_settings_button
source: Go to settings
es: Ahora ve a la configuración
ja: 今すぐ設定へ
zh: 现在去设置

source: Preview
es: Vista previa
ja: プレビュー
zh: 预览

# select_min_photos_hint
source: Please select at least %d photos
es: Por favor, seleccione al menos ％d imagen
ja: 少なくとも %d の画像を選択してください
zh: 请至少选择 %d 张图片

# metaverse_save_video
source: Save Video
es: Guardar el vídeo
ja: ビデオを保存する
zh: 保存视频

# metaverse_save_image
source: Save Image
es: Guardar la imagen
ja: 写真を保存する
zh: 保存图片

# metaverse_share_video
source: Share Video
es: Compartir vídeos
ja: ビデオを共有する
zh: 分享视频

# metaverse_share_image
source: Share Image
es: Compartir imágenes
ja: 写真を共有する
zh: 分享图片

source: Remind
es: pronto
ja: ヒント
zh: 提示

# avatar_create_ensure_hint
source: You have selected %s style. Please upload photos that match the style to ensure more accurate results. Are you sure the style is %s?
es: El estilo de selección actual es %s. Por favor, cargue una imagen que coincida con este estilo para garantizar que los resultados generados sean más precisos. ¿Seguro que el estilo es %s?
ja: 現在選択しているスタイルは％sです、生成結果をより正確にするために、当該のスタイルに合致する画像をアップロードしてください。 スタイルは％sでよろしいですか。
zh: 当前选择风格为 %s，请上传与该风格一致的图片，以确保生成结果更加准确。确定风格为 %s 吗？

source: Yes
es: Estás seguro
ja: 決定
zh: 确定

source: Choose another
es: Volver a seleccionar
ja: 再選択
zh: 重新选择

# generate_reached_limit_title
source: You've reached your %s limit today
es: %s veces creadas ha alcanzado el límite diario
ja: 今日の制限に達しました
zh: %s 创建次数已达当日上限

# generate_reached_limit
source: You've reached your $s daily limit! Upgrade your account now for extended access or return tomorrow. Feel free to explore our other exciting features in the meantime.
es: ¡Has alcanzado el límite diario de %s! Actualiza tu cuenta para seguir usándola o inténtalo de nuevo mañana. Mientras tanto, puede explorar otras características
ja: あなたは％sの日々の制限に達しました！ アカウントをアップグレードすると、引き続きご利用いただけます。または、明日再試行することもできます。同時に、他の機能を探索することもできます
zh: 您已达到了 %s 的每日限制！升级您的账户可以继续使用，或者明天再试。同时，您还可以探索其他功能

# generate_reached_limit_guest
source: You've reached your %s daily limit! Sign up now for extended access.
es: ¡Has alcanzado el límite diario de %s! Regístrese ahora para obtener más cuotas
ja: あなたは％sの日々の制限に達しました！ 今すぐ登録すると、より多くのクオータを獲得できます
zh: 您已达到了 %s 的每日限制！现在注册即可获得更多配额

# generate_reached_limit_vip
source: Come back tomorrow or try other functions.
es: ¡Has alcanzado el límite diario de %s! Por favor, intente de nuevo mañana o pruebe otras funciones
ja: あなたは％sの日々の制限に達しました！ 明日に再試行するか、他の機能を試してみてください
zh: 您已达到了 %s 的每日限制！请明天再试或者尝试其他功能

# reached_limit_content
source: Enter, share invitation code or upgrade to get additional usage credits!
es: Complete el código de invitación o compre una actualización para obtener un uso adicional!
ja: 招待コードを入力するか、アップグレードを購入して追加の利用回数を獲得してください！
zh: 填写邀请码或者购买升级，以获得额外的使用次数!

# reached_limit_content_vip
source: Enter or share invitation code to get additional usage credits!
es: Complete el código de invitación para obtener un uso adicional!
ja: 招待コードを入力して追加の利用回数を獲得してください！
zh: 填写邀请码以获得额外的使用次数!

# reached_limit_content_guest
source: Sign up and enter invitation code to get additional usage credits!
es: Regístrese y complete el código de invitación para obtener un uso adicional!
ja: 追加のクレジットを得るために登録してください！
zh: 注册并填写邀请码，以获得额外的使用次数!

source: Read All
es: Todos leídos
ja: すべてメッセージを既読する
zh: 全部已读

# input_invited_code
source: Input invitation Code
es: Rellene el código de invitación
ja: 招待コード入力
zh: 邀请码填写

# invited_code
source: Invitation Code
es: Código de invitación
ja: 招待コード
zh: 邀请码

# please_input_invited_code
source: Please enter the invitation code
es: Por favor, introduzca el código de invitación
ja: 招待コードを入力してください
zh: 请输入邀请码

source: Congratulations!
es: Felicidades!
ja: おめでとうございます！
zh: 祝贺你!

# invitation_desc
source: Use them now to generate high-resolution cartoonized images without watermarks
es: Ahora úsalos para generar imágenes de dibujos animados de alta resolución sin marcas de agua
ja: それらを使用して、ウォーターマークのない高解像度のカートゥーン画像を生成しましょう
zh: 现在使用它们来生成无水印的高分辨率卡通图像

source: Try it now
es: Ir ahora
ja: 今行く
zh: 现在就去

source: Buy
es: compra
ja: 購入する
zh: 购买

source: Upgrade
es: Actualizar
ja: アップグレード
zh: 升级

# choose_your_style
source: Choose your style (optional)
es: Elegir un estilo (opcional)
ja: スタイルを選択（オプション）
zh: 选择风格（可选）

# reference_image
source: Reference image (optional)
es: Imagen de referencia (opcional)
ja: 写真を参考する（オプション）
zh: 参考图片（可选）

# reference_image_tips
source: The image you select will be used as a reference for the final
es: La imagen de referencia afectará el resultado final
ja: 参考画像は最終結果に影響します
zh: 参考图片将影响最终结果

source: Upload Image
es: Subir una imagen
ja: 写真をアップロードする
zh: 上传图片

# text_2_image_input_hint
source: Describe the image you want to see
es: Describe tu imagen
ja: あなたの写真を説明してください
zh: 描述你的图片

# text_2_image_input_tips
source: Enter a prompt to inspire the generation process. Below are some suggestions to help you get started.
es: Las descripciones de entrada permiten que la IA comience a mapear, aquí hay algunas sugerencias para ingresar.
ja: AIに絵を描かせるための説明を入力し、以下は入力できるいくつかの提案です
zh: 输入描述让AI开始作图，下面是一些可输入的建议。

# text_2_image_prompt_title
source: Enter prompt
es: Introduzca una descripción
ja: 説明を入力する
zh: 输入描述

source: Generate
es: crear
ja: 作成
zh: 创建

# text2img_prompt_empty_hint
source: Please input prompt to generate image
es: Introduce una descripción
ja: 説明を入力してください
zh: 请输入描述

source: Display Text
es: Mostrar copia
ja: テキストを表示する
zh: 显示文案

# choose_your_scale
source: Size
es: tamaño
ja: サイズ
zh: 尺寸

# buy_attr_metaverse
source: %d Conversions of Me-Taverse per day
es: ％d conversión me-taverse/día
ja: %d 回Me-Taverse変換/日
zh: %d 次Me-Taverse转化 / 天

# buy_attr_ai_artist
source: %d Conversions of AI Artist per day
es: ％d conversión AI Artist/día
ja: %d 回AIアーティストの変換/日
zh: %d 次AI Artist转化 / 天

# feedback_empty
source: Please input feedback
es: Por favor, rellene sus comentarios
ja: あなたのコメントを記入してください
zh: 请填写您的反馈

# feedback_out_date
source: You've been submitted, please try again tomorrow
es: Ya has enviado tu opinión, inténtalo de nuevo mañana
ja: すでにフィードバックをいただきましたので、明日再試行してください
zh: 您已经反馈过了，请明天再试

# feedback_thanks
source: Thanks for your opinions
es: Gracias por sus comentarios
ja: ご意見いただき、ありがとうございます
zh: 感谢您的反馈

source: Selected:
es: Seleccionado：
ja: 選択済み
zh: 已选择：

# view_all_comment
source: View all %d comments >
es: Ver todos ％d comentarios>
ja: すべての %d レビューを見る
zh: 查看所有 %d 条评论 >

# all_likes
source: %d likes
es: %d me gusta
ja: %d いいね
zh: %d 赞

source: Expand
es: desplegar
ja: 拡大
zh: 展开

source: Collapse
es: Colapso
ja: 閉じる
zh: 收起

source: Upgrade Now
es: Actualizar
ja: アップグレード
zh: 升级

source: Explore More
es: Ir a explorar
ja: 探索する
zh: 去探索

source: Sign Up Now
es: Ir a Registro
ja: 登録に行く
zh: 去注册

source: Like
es: Gustar
ja: いいね
zh: 点赞

source: Comments
es: Comentarios
ja: コメント
zh: 评论

source: System
es: Notificaciones del sistema
ja: システム通知
zh: 系统通知

# system_msg
source: System Message
es: Mensajes del sistema
ja: システムメッセージ
zh: 系统消息

# not_found
source: No data exist
es: Los datos no existen
ja: データが存在しません
zh: 数据不存在

# per_day
source: Times a day
es: veces todos los días
ja: 回／日
zh: 次每天

# ref_code
source: Code
es: Código de invitación
ja: 招待コード
zh: 邀请码

# get_ref_code_failed
source: Get invitation code failed, click to retry
es: Error al obtener el código de invitación, haga clic en Reintentar
ja: 招待状の獲得が失敗しました、もう一度やり直してください
zh: 获取邀请码失败，点击重试

# ref_code_copied
source: Your invitation code was copied!
es: El código de verificación se ha copiado en el portapapeles
ja: 確認コードはクリップボードにコピーされました
zh: 验证码已经复制到剪贴板

source: Explain
es: ilustrar
ja: 説明
zh: 说明

# ref_code_desc
source: Invite your friends, get rewarded. Both you and your friends can receive additional Me-taverse and AI Artist quota if your invitation code is used.
es: Invita a amigos y obtén recompensas Después de que se haya utilizado su código de invitación, ¡Tanto usted como sus amigos pueden ganar un número adicional de conversiones me-taverse y Al Artist!
ja: 友達を招待して報酬を獲得しましょう、あなたの招待コードが使用された後、あなたと友達の両方が追加のメタバースとAIアーティスト変換回数を獲得できます！
zh: 邀请好友，获得奖励 当你的邀请码被使用后，你和你的朋友都可以获得额外的Me-taverse和AI Artist转化次数！

source: Enter Code
es: Rellene el código de invitación
ja: 招待コードを記入する
zh: 填写邀请码

source: My Code
es: Mi código de invitación
ja: 私の招待コード
zh: 我的邀请码

source: Remaining credits
es: Beneficios adquiridos
ja: すでに持っている権益
zh: 已获权益

# submit_now
source: Enter now
es: Ve y llénalo
zh: 去填写

# restore_msg
source: Are you sure to unsubscribe?
es: ¿Está seguro de que desea cancelar su suscripción？
ja: サブスクリプションをキャンセルしてもよろしいですか？
zh: 您确定要取消订阅么？

# restore_content
source: You will lose all of your rights until subscribe again
es: Perderá todos los beneficios hasta que se suscriba nuevamente
ja: 再契約するまで、すべての権益を失います
zh: 在再次订阅之前，您将失去所有的权益

# cancel_subscribe
source: Unsubscribe
es: Cancelar la suscripción
ja: 購読解除
zh: 取消订阅

# cancel_subscribe_succeed
source: Cancelled
es: La suscripción ha sido cancelada
ja: 購読解除成功
zh: 已取消订阅

# clean_successfully
source: Clear Successfully
es: La limpieza se ha realizado correctamente
ja: クリア成功
zh: 清除成功

source: Copy Successfully
es: Copiado al portapapeles
ja: クリップボードにコピーされました
zh: 已复制到剪贴板

source: Done
es: terminar
ja: 完了
zh: 完成

# ai_draw_hint
source: Describe your drawing in a few words
es: Describe el contenido de la pintura en pocas palabras
ja: 説明を入力してください
zh: 用几个词描述绘画内容

# oldversion_tips
source: Please update your app
es: La versión actual es más antigua, actualice la aplicación
ja: 現在のバージョンが旧いため、更新が必要です
zh: 当前版本较低，请升级app

# ai_draw_reset_tips
source: Clear current drawing
es: Borra la mesa de trabajo actual
ja: 現在の描画ボードをクリアする
zh: 清除当前画板

# ai_draw_reset_tips_desc
source: By clearing the current drawing, you will lose all of your progress.
es: La purga perderá todas las operaciones actuales
ja: クリアするとすべての内容が失う
zh: 清除将会丢失当前的所有操作

# ai_draw_clear_btn
source: Clear
es: purga
ja: クリア
zh: 清除

# ppmPro
source: Pandora AI Pro
ja: パンドラAIプロフェッショナルバージョン
zh: Pandora AI 专业版

source: Pro
ja: プロ

source: Pandora Avatar
ja: パンドラアバター

# ref_code_share_desc
source: Share your Invitation Code with your friend and you get %1d Metaverse and %2d AI Artist: Text to Image if the Code is used.
ja: 邀請コードを友達と共有し、もしコードが使用されれば、%1dメタバースと%2d AIアーティスト：テキストからイメージを手に入れることができます

# ref_code_get_desc
source: Input an Invitation Code and you get %1d Metaverse and %2d AI Artist: Text to Image
ja: 招待コードを入力すると、%1dメタバースと%2d AIアーティスト：テキストからイメージを手に入れることができます
