Repository: creativekdev/PandoraAI
Catalog: lib/l10n/intl_*.arb
Languages: es, ja, zh

source: avatars
es: retratos
ja: の肖像
zh: 张肖像

# accountCancelled
source: Pandora User
es: Usuarios de Pandora
ja: パンドラユーザー
zh: Pandora用户

# agree_text1
source: By registering you agree to
es: Al registrarse, usted acepta
ja: あなたに登録する
zh: 注册即表示您同意

# agree_text2
source: of the Cartoonizer.
es: Bent Pandora ama.
ja: パンドラAIの
zh: of the Pandora AI.

source: All Plans
es: Todas las tareas
ja: すべてのタスク
zh: 所有任务

# already_account
source: Already have an account?
es: Ya tienes una cuenta？
ja: 既にアカウントをお持ちですか？
zh: 已有账号？

source: and
es: y
ja: と
zh: 和

# app_name
source: Pandora AI
es: Pandora ama
ja: パンドラ AI

# apple
source: Continue with Apple
es: Usar una cuenta de Apple
ja: Appleアカウントで登録
zh: 使用Apple账号

source: Are you sure to delete this post?
es: ¿Está seguro de que desea eliminar este recurso compartido
ja: この共有を削除してもよろしいですか？
zh: 您确定要删除这条分享么

# bad_photo_description
source: Group shots, only photos looking INTO the camera, covered faces/sunglasses, monotonous pics, nudes, kids(ONLY 12+ ADULTS)
es: Fotos de grupo, fotos de solo mirada, cubierta facial / gafas de sol, fotos monótonas, desnudos, niños (menores de 12 años)
ja: グループ写真、ただレンズに向かっているだけの写真、顔を隠す/サングラス付け、単調な写真、裸、子供（12歳以下）
zh: 集体照，只有注视镜头的照片，遮脸/太阳镜，单调的照片，裸体，孩子（12周岁以下）

# bad_photo_pet_description
source: Please don't upload photos of more than one pet; don't cover your pet's face; don't use photos where your pet curls up into a ball.
es: No suba fotos de mascotas y no cubra sus caras; Tampoco subas fotos de mascotas acurrucadas y extremidades torcidas……
ja: ペットとの写真はアップロードしないでください。また、ペットの顔を隠さず、体をねじ曲げたり、歪めたりするような写真もアップロードしないでください。
zh: 请勿上传宠物合照，不要遮挡住宠物的脸；也不要上传宠物蜷缩、扭曲肢体的照片……

source: Bad photo examples
es: Ejemplos de fotos inapropiadas
ja: 不適切な写真例
zh: 不合适的照片案例

# buyAttrFasterSpeed
source: Faster speed
es: Convierte más rápido
ja: より快速な転化
zh: 更快速转化

# buyAttrHDImages
source: High resolution images
es: Imágenes de alta calidad
ja: 高品質の画像
zh: 高质量图片

# buyAttrNoAds
source: No advertisements
es: Sin anuncios
ja: 広告なし
zh: 无广告

# buyAttrNoWatermark
source: No watermark
es: Sin marca de agua
ja: 透かしなし
zh: 无水印

source: Buy now
es: Comprar ahora
ja: 今すぐ購入する
zh: 现在购买

# c_password
source: Confirm Password
es: Confirmar la contraseña
ja: パスワード確認
zh: 确认密码

source: Cancel
es: Cancelar
ja: キャンセル
zh: 取消

source: Card Number
es: Número de tarjeta
ja: カード番号
zh: 卡号

source: Cartoonize
es: Katunizer
ja: 漫画

# cartoonizeCancelDismiss
source: Keep cartooning
es: Continuar con la conversión
ja: 続けて転化する
zh: 继续转化

# cartoonizeCancelExit
source: Cancel now
es: Ahora salir
ja: 退出する
zh: 现在退出

# cartoonizeCancelTitle
source: Closing the page will stop the transforming process. Are you sure to continue?
es: Al salir de la página, perderá el progreso de la conversión, ¿está seguro de que desea cancelar？
ja: ページを閉じると、進行中の変換の進捗が失われます。それでもキャンセルしますか？
zh: 退出页面将会失去转换进度，您确定要取消么？

source: Change Password
es: Cambiar la contraseña
ja: パスワード変更
zh: 修改密码

source: Check out
es: pagar
ja: 支払い
zh: 支付

source: Choose Photo
es: Seleccione la imagen
ja: 写真を選択する
zh: 选择图片

# code_send_to_email
source: Your code was emailed to
es: Tu código de verificación ha sido enviado
ja: 確認コードが送信されました
zh: 您的验证码已经发送到

# commonFailedToast
source: Oops Failed
es: Error en la operación
ja: 操作が失敗しました
zh: 操作失败

source: Confirm
es: Confirmar
ja: 確認
zh: 确认

# confirm_pass
source: Confirm Password
es: Confirmar la contraseña
ja: パスワードを検証
zh: 确认密码

source: Connect with us
es: Contáctenos
ja: お問い合わせ
zh: 联系我们

# cpass_validation
source: Please enter confirm password
es: La contraseña no es la misma dos veces
ja: 2つの入力は同じではありません
zh: 两次输入密码不相同

source: Create
es: crear
ja: 作成
zh: 创建

source: Create Account
es: 创建 账号
ja: アカウントを作成する
zh: 创建 账号

# current_pass
source: Current Password
es: Contraseña actual
ja: 現在のパスワード
zh: 当前密码

# DAILY_IP_LIMIT_EXCEEDED
source: You have run out of your daily credits. Please come back tomorrow.
es: Sus solicitudes diarias han alcanzado su límite, inténtelo de nuevo mañana
ja: お客様のデイリーリクエスト回数は上限に達しましたので、明日再度お試しください。
zh: 您的每日请求次数已达上限，请明天再试

source: Delete
es: Borrar
ja: 削除
zh: 删除

source: delete succeed
es: La eliminación se ha realizado correctamente
ja: 削除成功
zh: 删除成功

source: Deny
es: rehusar
ja: 拒否
zh: 拒绝

# discoveryComment
source: Comment
es: Comentarios
ja: コメント
zh: 评论

# discoveryComments
source: Comments
es: Comentarios
ja: コメント
zh: 评论

# discoveryDetails
source: Details
es: detalle
ja: 詳細
zh: 详情

# discoveryDetailsUseSameTemplate
source: Try this template
es: Usar esta plantilla
ja: このテンプレートを使用する
zh: 使用此模板

# discoveryLike
source: Like
es: Gustar
ja: いいね
zh: 点赞

# discoveryShareInputHint
source: I created this using %s
es: Creé esto usando %s
ja: これは%sを使用して作成しました

# discoveryShareInputTitle
source: Add some text
es: Compartir algo
ja: 何かを共有しましょう
zh: 分享些东西吧

# discoveryShareSubmit
source: Submit
es: Enviar
ja: 提出
zh: 提交

# discoveryUnlike
source: Unlike
es: Cancelar
ja: キャンセル
zh: 取消

source: Download
es: Descargar
ja: ダウンロード
zh: 下载

source: Edit Profile
es: Editar la información
ja: 情報を編集する
zh: 编辑信息

# effectRecentEmptyHint
source: No record of your usage found Please make your first profile pic to view your history here
es: No hay conversiones, puedes ver tu historial de conversiones aquí
ja: レコードの変換はありません。変換履歴はこちら
zh: 暂无转化记录，您可以在这里查看您的转换历史

source: Email
es: buzón
ja: メール
zh: 邮箱

# email_validation
source: Please enter email
es: Por favor, introduzca su dirección de correo electrónico
ja: メールアドレスを入力してください
zh: 请输入邮箱

# email_validation1
source: Please enter valid email
es: Por favor, introduzca la dirección de correo electrónico correcta
ja: 正しいメールアドレスを入力してください
zh: 请输入正确的邮箱

source: Email Address
es: Dirección de correo electrónico
ja: メールアドレス
zh: 邮箱地址

# empty_msg
source: No Data Found.
es: Aún no hay datos
ja: データなし
zh: 暂无数据

# enter_email_code
source: Enter 6-digit code
es: Introduce el código de verificación de 6 dígitos
ja: 6ビット認証コードを入力してください
zh: 输入6位验证码

source: Examples
es: Caso
ja: ケース
zh: 案例

source: EXIT EDITING
es: Salir de la edición
ja: 編集終了
zh: 退出编辑

# exit_msg
source: Exit editing?
es: Salir de la edición
ja: 編集終了
zh: 退出编辑

# exit_msg1
source: You will lose all your progress.
es: Perderás todo tu progreso
ja: あなたは全ての進捗を失われます
zh: 您将会失去全部进度

# expect_details
source: The AI that Pandora Avatar uses can generate unpredictable results which may include artistic nudes, defects or shocking images. This is not within our countrol. Please acknowledge and accept full responsibility and risk before continue.
es: Las imágenes producidas por la IA son impredecibles y pueden contener imágenes incómodas como desnudez y mutilación, que están fuera de nuestro control. Por lo tanto, asegúrese de conocer todos los riesgos antes de hacer clic en Continuar
ja: 人工知能が生成する画像は予測不可能であり、露出や欠損など、不適切なイメージを含む場合があります。これは私たちの制御範囲を超えたものです。したがって、続行する前に、すべてのリスクを理解していることを確認してください
zh: 人工智能产出的照片不可预测，可能含有裸露、残缺等令人不适的图像，这是超出我们控制范围的。因此，请确保您已知晓全部风险，再点击继续

source: Expired Date
es: Válido hasta
ja: まで有効
zh: 有效期至

# facebook
source: Continue with IG Business(via FB)
es: Usar IG Business (vía FB)
ja: IGビジネスを使用する（FB経由）
zh: 使用IG Business(via FB)

source: Faster Speed
es: Convierte más rápido
ja: より快速な転化
zh: 更快速转化

source: Feedback
es: Retroalimentación
ja: フィードバック
zh: 意见反馈

source: Forgot Password?
es: Olvidé mi contraseña？
ja: パスワードを忘れた？
zh: 忘记密码？

# forgot_password_text
source: Enter your registered email below to receive password reset instruction
es: Ingrese su dirección de correo electrónico registrada a continuación para recibir instrucciones para restablecer la contraseña
ja: 以下に登録されたメールアドレスを入力して、パスワードのリセット手順を受け取ってください
zh: 请在下面输入您的注册邮箱以接收密码重置指令

source: Forgot Your Password?
es: Olvidé mi contraseña？
ja: パスワードを忘れた？
zh: 忘记密码？

source: Full Name
es: nombre completo
ja: フルネーム
zh: 全名

source: Go Premium
es: Obtenga la versión Pro
ja: プロバージョンを取得
zh: 获取专业版

# good_photo_description
source: Show your shoulders, close-up selfies, same person in the photos, variety of location/backgrounds/angels, different facial expressions.
es: Muestre sus hombros, tome una selfie de primer plano, todas las fotos deben ser de la misma persona, pueden ser diferentes ubicaciones / fondos / ángulos, diferentes expresiones faciales
ja: あなたの肩を露出し、近距離で自撮りをし、すべての写真が同じ人物である必要があります。異なる場所や背景、角度、さまざまな表情での写真も構いません
zh: 露出你的肩膀，近距离自拍，所有照片需要是同一个人，可以是不同的地点/背景/角度，不同的面部表情

# good_photo_pet_description
source: Closeup portraits or full body shots of your pet; always upload photos of the same one; various angles, lighting and settings are welcomed.
es: Sube primeros planos o fotos de cuerpo completo de tu mascota, todas las cuales deben ser la misma mascota, con la menor cantidad posible de ángulos, iluminación y entornos diferentes……
ja: ペットのクローズアップ写真または全身写真をアップロードしてください。すべての写真は同じペットである必要があります。異なる角度、光、環境などをできるだけ少なく含めるようにしてください。
zh: 上传宠物的特写或者全身照，所有照片都需要是同一只宠物，尽可能少包含不同的角度、光线、环境……

source: Good photo examples
es: Ejemplo fotográfico adecuado
ja: 適切な写真ケース
zh: 合适的照片案例

# google
source: Continue with Google
es: Usar una cuenta de Google
ja: Googleアカウントを使用
zh: 使用Google账号

# guidelines
source: The better you follow these guidelines, the better chances for great result!
es: Siguiendo nuestras recomendaciones, puede obtener Mejores efectos de avatar。
ja: 私たちの提案によれば、あなたはより良いアバター効果を得ることができます
zh: 按照我们的建议，能获得 更好的头像效果。

source: Help
es: Ayuda
ja: ヘルプ
zh: 帮助

# high_resolution
source: High resolution images
es: Imágenes de alta calidad
ja: 高品質の画像
zh: 高质量图片

# home
source: Pandora AI
es: Pandora ama
ja: パンドラAI

# in_original
source: Include original
es: Contiene la imagen original
ja: 元の写真を含む
zh: 包含原图

source: Input name
es: Introduzca un nombre
ja: 名前を入力してください
zh: 输入名称

# insta_login
source: Instagram
es: Instagram (en inglés)

# instagram
source: Continue with Instagram
es: Usar una cuenta de Instagram
ja: Instagramアカウントを使用する
zh: 使用Instagram账号

# login
source: Sign In
es: Iniciar sesión
ja: ログイン
zh: 登录

source: Logout
es: cerrar sesión
ja: ログアウト
zh: 登出

source: MOST POPULAR
es: Más populares
ja: 最もポピュラーな
zh: 最受欢迎

# msgTitle
source: Messages
es: Mensaje
ja: メッセージ
zh: 消息

# name
source: Full Name
es: nombre completo
ja: フルネーム
zh: 全名

# name_hint
source: Enter name
es: Introduzca un nombre
ja: 名前を入力してください
zh: 输入姓名

# name_validation
source: Please enter name
es: Por favor, introduzca su nombre
ja: 名前を入力してください
zh: 请输入姓名

# new_pass
source: New Password
es: Nueva contraseña
ja: 新しいパスワード
zh: 新密码

# new_update_dialog_content
source: A required update is available, the App will not be working until this update is applied.
es: La versión actual requiere que actualices o no podrás usar la aplicación
ja: 現在のバージョンは旧いため、更新が必要です。
zh: 当前版本要求您必须更新，否则将无法使用App

# new_update_dialog_content_cancellable
source: A required update is available, update to explore new features!
es: Descubre la nueva versión y explórala！
ja: 新しいバージョンが見つかりましたので、探索に行きましょう！
zh: 发现新版本，快去探索吧！

# new_update_dialog_title
source: New Update Required
es: Una nueva versión está disponible
ja: 新しいバージョンが利用可能です
zh: 新版本可用

# no_account
source: Don’t have an account?
es: Todavía no tienes una cuenta？
ja: まだアカウントはありませんか
zh: 还没有账号？

source: No Ads
es: Sin anuncios
ja: 広告なし
zh: 无广告

# no_internet_msg
source: Oops! Please check your network connection.
es: ¡Error en la solicitud! Por favor, compruebe su red
ja: リクエストが失敗しました、ネットワークの接続をご確認してください
zh: 请求失败！请检查您的网络

# no_watermark
source: (No watermark, High-res image)
es: (Imagen de alta definición sin marca de agua)
ja: （HD、ウォーターマークなしの画像）
zh: （高清、无水印图片）

# no_watermark1
source: No watermark
es: Sin marca de agua
ja: 透かしなし
zh: 无水印

source: Not enough photos
es: El número de fotos no es suficiente
ja: 写真の数は十分ではありません
zh: 照片数目不够

source: Ok
es: Bien
ja: [OK]を
zh: 好的

# ok1
source: OK
es: Bien
ja: [OK]を
zh: 好的

source: Or
es: o
ja: または
zh: 或

# other_replies
source: other %d replies >
es: 共%d条评论 >
ja: 合計 %d
zh: 共%d条评论 >

source: Packages purchased
es: Comprado
ja: 購入されました
zh: 已购买

# pandora_create_spend
source: Your photos will be generated in about %d minutes
es: 您的照片大约要 %d 分钟转换完成
ja: 写真の変換にはおよそ%d分かかります
zh: 您的照片大约要 %d 分钟转换完成

# pandora_pay_description
source: Pandora Avatars use state of the art AI technology to create magnificent avatars for you! Despite requiring a high amount of resources (GPU), we’ve made it as affordable as possible!
es: Nuestra tecnología de inteligencia artificial y el soporte de algoritmos extremadamente potente crearán el retrato más hermoso para usted！
ja: 私たちの人工知能技術と非常に強力なアルゴリズムのサポートは、あなたが最も豪華な肖像画を作成します！
zh: 我们的人工智能技术和极为强大的算法支撑将为您创造出最华丽的画像！

# pandora_purchase
source: Purchase for
es: Importe de la compra
ja: 購入金額
zh: 购买金额

# pandora_transfer_tips
source: We only use your photos to train the AI model and render your avatars Both the input photos and the AI model will be deleted from our servers within 24 hours. You will have the option to keep the AI model as a premium service
es: Usamos tus fotos para entrenar modelos de IA y renderizar tus avatares. Las fotos y modelos de IA que envíe se eliminarán de nuestros servidores en un plazo de 24 horas.
ja: あなたの写真を使ってAIモデルを訓練し、アバターをレンダリングします。 送信された写真とAIモデルは、24時間以内にサーバーから削除されます
zh: 我们使用您的照片来训练AI模型并渲染您的化身。您提交的照片和AI模型将在24小时内从我们的服务器上删除。

# pass_validation
source: Please enter password
es: Introduzca una contraseña
ja: パスワードを入力してください
zh: 请输入密码

# pass_validation1
source: Password not matched
es: La contraseña es incorrecta
ja: パスワードが正しくない
zh: 密码不正确

source: Password
es: contraseña
ja: パスワード
zh: 密码

source: Pay
es: pagar
ja: 支払い
zh: 支付

source: Pay with new card
es: Pagar con una tarjeta nueva
ja: 新しいカードの支払いを使用する
zh: 使用新卡支付

source: Payment
es: pagar
ja: 支払い
zh: 支付

source: Payment successfully
es: Pago exitoso
ja: 支払いが完了しました
zh: 支付成功

# paymentBtn
source: Place your order
es: Enviar el pedido
ja: 注文を提出する
zh: 提交订单

# permissionCamera
source: Camera Permission
es: Permisos de cámara
ja: カメラのアクセス許可
zh: 相机权限

# permissionCameraContent
source: This app needs camera access to take pictures for upload user profile photo
es: Esta aplicación requiere que la cámara tome fotos para cargar fotos de perfil de usuario
ja: このアプリケーションは、カメラを使用して写真を撮る必要があります、ユーザー情報の写真をアップロード
zh: 这个应用程序需要使用相机为上传用户资料照片拍照

# permissionPhotoLibrary
source: PhotoLibrary Permission
es: Permisos de álbum
ja: アルバムのアクセス許可
zh: 相册权限

# permissionPhotoLibraryContent
source: This app needs photo library access. Go to settings?
es: Esta aplicación requiere acceso a los permisos del álbum, ya sea para ir a la configuración para abrir？
ja: このアプリケーションはアルバムへのアクセス権限が必要です。設定を開きますか？
zh: 这个应用程序需要访问相册权限，是否去设置打开？

# permissionPhotoToSettings
source: Go to settings
es: Ve a Configuración
ja: 設定する
zh: 去设置

source: Please enter an avatar name
es: Introduce un nombre
ja: 名前を入力してください
zh: 请输入名称

source: Please login first
es: Por favor, inicie sesión primero
ja: 最初にログインしてください
zh: 请先登录

source: Premium
es: Versión Pro
ja: プロフェッショナルバージョン
zh: 专业版

source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
zh: 隐私政策

# privacy_policy1
source: Privacy policy
es: Política de privacidad
ja: プライバシーポリシー
zh: 隐私政策

# rate_us
source: Rate us on the app store
es: Vaya a la AppStore y califíquenos
ja: AppStoreで評価していただけますか？
zh: 去AppStore给我们评分

# rate_us1
source: Rate us on the play store
es: Ve a PlayStore y califícanos
ja: PlayStoreで評価していただけますか？
zh: 去PlayStore给我们评分

source: Recently
es: Usado recientemente
ja: 最近使用された
zh: 最近使用

source: reply
es: Respuesta
ja: 返信
zh: 回复

source: Resend
es: Reenviar
ja: 再送信
zh: 重新发送

# resend_logout
source: to change the email.
es: Ir a Modificar dirección de correo electrónico
ja: メールアドレスを変更する
zh: 去修改邮箱

# resend_tips
source: Note: If for some reason you did not receive the email, please check your spam folder or click the button below to resend.
es: Consejo: Si no recibes el correo electrónico, revisa la papelera o haz clic en el botón Inténtalo de nuevo
ja: ヒント：メールが届かない場合は、ごみ箱を確認するか、あるいは再試行ボタンをクリックしてください
zh: 提示：如果没有收到邮件，请检查您的垃圾箱或者点击重试按钮

source: RESTORE
es: RESTAURAR
ja: 復元

source: Save Photo
es: Guardar en álbum
ja: アルバムに保存
zh: 保存到相册

source: Save & Share
es: Salvar&Compartir
ja: 保存して共有する
zh: 保存&分享

source: Select
es: elegir
ja: 選択する
zh: 选择

source: Select a style
es: Por favor, seleccione un estilo
ja: スタイルを選択してください
zh: 请选择风格

source: Select Style
es: Elige un estilo
ja: スタイルを選択する
zh: 选择风格

source: selfies
es: Selfie
ja: 自撮り
zh: 自拍

source: Send
es: Enviar
ja: 送信します
zh: 发送

# set_password
source: Setup Password
es: Establecer una contraseña
ja: パスワードを設定する
zh: 设置密码

source: Setting
es: Construir
ja: 設定
zh: 设置

# setting_my_delete_account
source: Delete Account
es: Cancelar tu cuenta
ja: アカウントを削除する
zh: 注销账号

# setting_my_discovery
source: My Discovery
es: Mi intercambio
ja: 私のシェア
zh: 我的分享

source: Settings
es: Construir
ja: 設定
zh: 设置

# settingsClearCache
source: Clear cache
es: Borrar la memoria caché
ja: クリアキャッシュ
zh: 清除缓存

source: Share
es: Compartir
ja: 共有
zh: 分享

source: Share App
es: Compartir la aplicación
ja: アプリを共有する
zh: 分享App

# share_title
source: Pandora AI
es: Pandora ama
ja: パンドラAI

source: Share to
es: Compartir en
ja: に共有する
zh: 分享到

# shareIncludeOriginal
source: Also share the original image
es: Compartir también la imagen original
ja: 元の画像も同時に共有する
zh: 同时分享原图

source: Sign In
es: Iniciar sesión
ja: ログイン
zh: 登录

source: Sign Up
es: inscribirse
ja: 登録
zh: 注册

# signup_text
source: Sign Up To Get 1 Image Credit
es: Registre una cuenta gratis una vez
ja: 登録アカウント無料使用
zh: 注册账号免费使用一次

# signup_text1
source: Sign up for more uses
es: Regístrate para desbloquear más funciones
ja: より多くの機能を利用するために登録してください
zh: 注册解锁更多功能

# signup_text2
source: We're glad you're enjoying our tool! Sign up now or log in, it only takes 2 minutes and you can enjoy more uses!
es: ¡Nos alegra que te haya gustado nuestra herramienta! Regístrese o inicie sesión ahora, solo toma 2 minutos y puede experimentar más funciones！
ja: 私たちのアプリが気に入っていただけて嬉しいです！今すぐ登録またはログインしていただくと、たった2分でより多くの機能をご利用いただけます！
zh: 我们很高兴你喜欢我们的工具！现在注册或登录，只需2分钟，你可以体验更多的功能！

source: Submit
es: Enviar
ja: 提出
zh: 提交

source: Successful
es: lograr
ja: 成功
zh: 成功

# tabDiscovery
source: Discovery
es: fundar
ja: 発見
zh: 发现

# tabHome
source: Home
es: Hogar
ja: ホーム
zh: 首页

# tabAI
source: AI-Lab
es: Amor-Rab

# tabMine
source: My
es: Es mío
ja: 私の
zh: 我的

# take_selfie
source: Or take a selfie
es: O tomar fotos
ja: または写真を撮る
zh: 或者拍照

# term_condition
source: Terms and conditions
es: Ley y términos
ja: 法律と規約
zh: 法律和条款

# terms_condition
source: Terms & Conditions
es: Ley y términos
ja: 法律と規約
zh: 法律和条款

# tiktok
source: Continue with TikTok
es: Usar una cuenta de TikTok
ja: Tiktokアカウントを使用する
zh: 使用TikTok账号

# tiktok_login
source: TikTok
es: Tiktock

# toastImageSaved
source: Image Saved
es: Guardar correctamente
ja: セーブ成功
zh: 保存成功

# toastVideoSaved
source: Video Saved
es: Guardar correctamente
ja: セーブ成功
zh: 保存成功

# txtContinue
source: Continue
es: Sigue
ja: 続ける
zh: 继续

source: unique avatars
es: Diferentes avatares
ja: 異なるアバター
zh: 不同的头像

source: Update now
es: Actualizar ahora
ja: 今すぐアップグレード
zh: 现在升级

# update_pass
source: Update Password
es: Actualizar la contraseña
ja: パスワードを更新する
zh: 更新密码

# update_profile
source: Update Your Profile
es: Actualizar información personal
ja: 個人情報を更新する
zh: 更新个人信息

source: Upload photos
es: Subir una imagen
ja: 写真をアップロードする
zh: 上传图片

source: Uploading photos
es: Subir una imagen
ja: 写真をアップロードする
zh: 上传图片

# variations_of_styles
source: 10 variations of 10 styles
es: 10 estilos, 10 variaciones cada uno
ja: 10種類のスタイル、それぞれ10枚の変化
zh: 10种风格，每种10张变化

source: View All
es: Ver todos
ja: すべてを見る
zh: 查看全部

# watchAdHint
source: Watch an ad to remove watermark (only this time)
es: 观看广告以去除水印 （仅一次）
ja: 広告を視聴してウォーターマークを削除する（一回だけ）
zh: 观看广告以去除水印 （仅一次）

# watchAdText
source: Download HD image without watermark
es: 下载高清 无水印图片
ja: 高品質で透かしのない画像をダウンロードする
zh: 下载高清 无水印图片

# watchAdToShareText
source: Share HD image without watermark
es: 分享高清 无水印图片
ja: 高品質で透かしのない画像をシェアする
zh: 分享高清 无水印图片

# welcome
source: Welcome Back!
es: Bienvenido！
ja: ようこそ！
zh: 欢迎回来！

# welcome1
source: Welcome
es: Bienvenido
ja: ようこそ
zh: 欢迎

# welcome_title1
source: Generate magic avatars using AI
es: Crea avatares mágicos con IA
ja: AIによる魔法のアバターの作成
zh: 用AI创造魔法头像

# welcome_title2
source: Make your personal AI avatars
es: Estilo artístico único y exclusivo
ja: 他では見られない唯一無二な画風
zh: 独一无二的专属画风

# welcome_title3
source: One-click selfies to anime
es: Selfie a Anime Un clic para generar
ja: 自撮りをアニメ化して、ワンクリックで生成する
zh: 自拍转动漫 一键生成

source: Welcome Back
es: 欢迎 回来
ja: お帰りなさい
zh: 欢迎 回来

source: What to Expect
es: Reclamaciones de uso
ja: 使用声明
zh: 使用声明

source: Why it's paid
es: Por qué se requiere el pago
ja: なぜ支払いが必要ですか？
zh: 为什么需要付款

# youtube
source: Continue with You Tube
es: Usar una cuenta de YouTube
ja: YouTubeアカウントを使用する
zh: 使用YouTube账号

source: Zip Code
es: Código postal
ja: 郵便番号
zh: 邮政编码

# zip_code_validation_message
source: Invalid zip code
es: Código postal no válido
ja: 無効な郵便番号
zh: 无效的邮编

# choose_photo_not_enough_desc
source: You've selected %selected photos%badImages of %minSize minimum required.
es: 您选择了 %selected 张照片，%badImages最少需要 %minSize 张照片。
ja: %selected 枚の写真、%badImages人の最大のDの写真を選んでください。
zh: 您选择了 %selected 张照片，%badImages最少需要 %minSize 张照片。

# choose_photo_bad_images_desc
source: with %badCount invalid
es: 有 %badCount 张无效，
ja: %badCount 枚の写真が無効です
zh: 有 %badCount 张无效，

# choose_photo_more_photos
source: Please select at least %d more photos.
es: Por favor, seleccione ％d foto más.
ja: %d の写真を選択してください。
zh: 请再选择 %d 张照片。

# choose_photo_ok_description
source: You've selected %selected photos%badImages Are you sure to upload these %goodCount photos?
es: 您选择了 %selected 张照片，%badImages 确定上传 %goodCount 张照片吗？
ja: %selected の写真を選択しました、%badImages枚の写真%goodCount をアップロードしますか？
zh: 您选择了 %selected 张照片，%badImages 确定上传 %goodCount 张照片吗？

source: Select more photos
es: Selecciona Más fotos
ja: さらに写真を選択する
zh: 选择更多照片

# pandora_create_input_name_hint
source: Please input name
es: Introduce un nombre
ja: 名前を入力してください
zh: 请输入名称

# pandora_create_style_hint
source: Please select style
es: Por favor, seleccione un estilo
ja: スタイルを選択してください
zh: 请选择风格

# photo_select_already
source: You've chosen this photo already
es: La imagen ya ha sido seleccionada
ja: 写真が選択されている
zh: 该图片已经被选择

# photo_delete_already
source: This photo has been deleted already
es: La imagen ha sido eliminada
ja: 写真が削除されました
zh: 该图片已经被删除

source: Play Ground
es: Estudio de IA
ja: AIスタジオ
zh: AI画室

# login_or_sign_up
source: Login / Sign up
es: Regístrese/Inicie sesión
ja: 登録/ログイン
zh: 注册/登录

source: Recent
es: Reciente
ja: 最近
zh: 最近

source: Faces
es: Cara
ja: 顔
zh: 人脸

source: Others
es: Otro
ja: その他
zh: 其他

source: Edit
es: editar
ja: 編集
zh: 编辑

# change_pwd_successfully
source: Password change successfully.
es: La contraseña se ha cambiado correctamente
ja: パスワードの変更が成功しました
zh: 修改密码成功

# update_profile_successfully
source: Profile update successfully!
es: La información se actualizó correctamente
ja: 情報の更新が成功しました
zh: 信息更新成功

source: Select from album
es: Seleccionar del álbum
ja: アルバムから選択する
zh: 从相册选择

source: Take a selfie
es: Hazte un selfie
ja: 自撮りする
zh: 自拍一张

source: Resend successfully!
es: Enviar correctamente！
ja: 送信が成功しました
zh: 发送成功！

# resend_failed
source: Resend failure.
es: Error de envío
ja: 送信が失敗しました
zh: 发送失败

source: Activate successfully!
es: Activación correcta！
ja: アクティベーション成功！
zh: 激活成功！

# activate_failed
source: Activate failure.
es: Error de activación
ja: アクティベーション失敗
zh: 激活失败

source: Click logout
es: Haz clic en Cerrar sesión
ja: ログアウトをクリック
zh: 单击退出登录

# sent_email_already
source: We sent reset password link to registered email
es: Se ha enviado un código de verificación a la dirección de correo electrónico registrada
ja: 登録されているメールアドレスに送信しました
zh: 已发送验证码到注册邮箱

source: Okay
es: Bien
ja: [OK]を
zh: 好的

# see_it_now
source: Check it out
es: Ve a verlo
ja: 見に行く
zh: 去看看

# your_post_has_been_submitted_successfully
source: You have successfully shared this post.
es: Has compartido tu éxito
ja: 共有成功
zh: 您已分享成功
